README.md

# Table of Contents

1.  [ArtRage Assets](#org5cca5fa)



<a id="org5cca5fa"></a>

# ArtRage Assets

Including arscripts and my own brush packs!

    ArtRage/
    ├── Actions
    │   ├── BlendMode
    │   │   ├── a-Normal.arscript
    │   │   ├── b-Tint.arscript
    │   │   ├── c-Highlight.arscript
    │   │   ├── d-Shadow.arscript
    │   │   ├── e-Watercolor.arscript
    │   │   ├── f-Dissolve.arscript
    │   │   ├── g-Darken.arscript
    │   │   ├── h-Multiply.arscript
    │   │   ├── i-ColorBurn.arscript
    │   │   ├── j-LinearBurn.arscript
    │   │   ├── k-Lighten.arscript
    │   │   ├── l-Screen.arscript
    │   │   ├── m-ColorDodge.arscript
    │   │   ├── n-LinearDodge.arscript
    │   │   ├── o-Overlay.arscript
    │   │   ├── p-SoftLight.arscript
    │   │   ├── q-HardLight.arscript
    │   │   ├── r-VividLight.arscript
    │   │   ├── s-LinearLight.arscript
    │   │   ├── t-PinLight.arscript
    │   │   ├── u-HardMix.arscript
    │   │   ├── v-Difference.arscript
    │   │   ├── w-Exclusion.arscript
    │   │   ├── x-Hue.arscript
    │   │   ├── y-Saturation.arscript
    │   │   ├── za-Luminosity.arscript
    │   │   └── z-Color.arscript
    │   ├── BlendModeCycle
    │   │   ├── Next-Blend-Mode.arscript
    │   │   └── Previous-Blend-Mode.arscript
    │   ├── Blend-Opacity.arscript
    │   ├── Examples
    │   │   ├── Draw-Circle.arscript
    │   │   ├── Flip-H.arscript
    │   │   ├── Flip-V.arscript
    │   │   ├── Pointillist.arscript
    │   │   └── Vine.arscript
    │   ├── Export-Named-Layers.arscript
    │   ├── Grid.arscript
    │   └── Multi-Merge.arscript
    ├── arpack
    │   ├── RedSaucersKnifeandCustomBrush.arpack
    │   ├── RedSaucersStickerSprayPhotosandArt.arpack
    │   ├── RedSaucersStickerSprayRandom.arpack
    │   └── templates
    │       ├── RedSaucersKnifeandCustomBrush.packtmp
    │       ├── RedSaucersStickerSprayPhotosandArt.packtmp
    │       └── RedSaucersStickerSprayRandom.packtmp
